---
kind: method
id: M:Autodesk.Revit.DB.ImagePlacementOptions.#ctor
source: html/b6dc7808-a2dd-b282-c481-25d2dc17f7c0.htm
---
# Autodesk.Revit.DB.ImagePlacementOptions.#ctor Method

Constructs a new ImagePlacementOptions that will place an ImageInstance with its center at the origin of the model

## Syntax (C#)
```csharp
public ImagePlacementOptions()
```